import star from 'images/whatPeopleAsk/star.png';

const questionsAnswers = lng =>
  lng === 'ua'
    ? [
        {
          question:
            'Чи правда, що достатньо буде всього лише 1 розбору матриці на все життя?',
          answer:
            "Особисті якості розглядаються один раз, але до матриці можна звертатися кожного разу, коли не вдається відстежити причинно-наслідкові зв'язки, коли немає розуміння, чому відбуваються певні події в житті або виникає будь-яке інше питання. Матриця має багато шарів, розглянувши які, підвищується рівень свідомості та якість життя. Також за допомогою матриці можна подивитися сумісність з будь-якою людиною, енергію року, енергію періоду, матрицю здоров'я тощо.",
        },
        {
          question:
            'Чи можу я самостійно розрахувати свою матрицю в Інтернеті?',
          answer:
            'Базовий рівень матриці можна розрахувати самостійно, скориставшись одним з калькуляторів, які доступні в Інтернеті. Калькулятори можуть відрізнятися алгоритмами розрахунків.',
        },
        {
          question:
            'Що таке "кармічний рецепт"? Для чого він потрібен після консультації?',
          answer:
            "Матриця долі розкриває достатньо глибокі програми та установки в вашому житті. Їх обов'язково потрібно пропрацювати, щоб ця інформація не завдала шкоди. Хоч і консультація сама по собі має терапевтичний ефект і є частиною трансформації, та лише її недостатньо. Для кількісних і якісних змін у житті потрібні чіткі дії. Кармічний рецепт - це індивідуальний набір інструментів і матеріалів, який складений майстром особисто під кожного клієнта і може включати: медитації, налаштування, фільми, книги, практики, арттерапію, аудіо- та відеоматеріали. Такий рецепт сприяє успішному формуванню нових патернів поведінки та реакцій на рівні душі, розуму і тіла, а також допомагає досягти нового рівня духовного і матеріального життя.",
        },
        {
          question: 'Як проходить процес трансформації? Чи це складно?',
          img: star,
          answer:
            'Трансформація - це період після консультації, під час якого відбувається робота з матеріалами "кармічного рецепта" для швидкого та екологічного пропрацювання особистих енергій, негативних установок, закриття гештальтів і т.д. Трансформація може тривати від 1 до 3 блоків. 1 блок = 22 дні практик, спрямованих на певні завдання. Між блоками є контрольні точки у форматі дзвінків з майстром та перерва тривалістю 7 днів. Складність трансформації є індивідуальною. Це залежить від самої матриці, запиту, та цілей клієнта, його готовності змінюватися і працювати над собою. Один з найважливіших факторів трансформації і її ефективності - дисципліна. Я завжди буду з вами на зв\'язку і буду готова надати енергетичну та інформаційну підтримку, але результат трансформації буде залежати від ваших дій, вашого якісного виконання практик. Консультації з трансформацією на сайті позначені',
        },
        {
          question:
            'Чи можу я отримати лише консультацію? Без проведення трансформації.',
          answer:
            'Глибинний розбір матриці не передбачає розкриття інформації без подальшої трансформації, оскільки це може завдати шкоди клієнту. Однак, ви можете скористатися експрес-послугами, які не передбачають подальшої трансформації. Також ви можете отримати відповідь на своє запитання під час прямих трансляцій на моїй сторінці Tik-Tok або Instagram.',
        },
        {
          question: 'У близнюків однакова матриця і доля?',
          answer:
            'Матриці близнюків будуть виглядати ідентично, але це не означає, що вони матимуть однакову долю. Попри те, що в методі всього 22 енергії, їх значення та поєднання є дуже різноманітними. Крім того, наша доля формується на основі наших щоденних виборів, які відбуваються щомиті на рівні душі, розуму та тіла. Незважаючи на схожість, кожен з близнюків робить цей вибір самостійно і може реалізовувати однакові енергії та завдання в матриці абсолютно по-різному. Також майстер методу має підключення до каналу ясновидіння, що дозволяє отримати унікальну інформацію про долю людини.',
        },
        {
          question:
            'Чи зможу я почути чітку відповідь щодо того, як мені вчинити?',
          answer:
            'Після консультації майстер обов\'язково надасть рекомендації для ефективного та сприятливого розв\'язання питання з точки зору карми, але остаточний вибір та відповідальність за цей вибір залишається за клієнтом. Майстер допоможе зважити всі "за" та "проти", а також розглянути ситуацію з різних боків.',
        },
        {
          question:
            'Чи підійдуть мені твої послуги, якщо я зовсім не розбираюся в матриці?',
          answer:
            'Консультації побудовані таким чином, що кожен аспект матриці пояснюється за допомогою життєвих прикладів, а також простих і зрозумілих значень енергій. Кожен отримує максимально розгорнуту відповідь, рекомендації, інструкції та матеріали для роботи над собою. На всі додаткові питання я також відповідаю.',
        },
      ]
    : [
        {
          question:
            'Правда ли, что нужен всего лишь 1 разбор матрицы на всю жизнь?',
          answer:
            'Личностные качества разбираются единожды, но к матрице можно обращаться всякий раз, когда не получается отследить причинно-следственные связи, нет понимания почему происходят какие-то события в жизни или же возникает какой-либо вопрос. Матрица имеет множество слоев, разобрав которые повышается уровень осознанности и качества жизни. Также с помощью матрицы можно посмотреть совместимость, энергии года, энергии периода, матрицу здоровья и т.д.',
        },
        {
          question: 'Могу ли я сама рассчитать свою матрицу в Интернете?',
          answer:
            'Базовый уровень матрицы можно рассчитать самостоятельно, воспользовавшись одним из калькуляторов, представленных в Интернете. Калькуляторы могут различаться алгоритмами расчетов.',
        },
        {
          question:
            'Что такое «кармический рецепт»? Зачем он нужен после консультации?',
          answer:
            'Матрица судьбы вскрывает достаточно глубинные программы и установки в вашей жизни. Впоследствии их нужно обязательно проработать, чтоб данная информация не нанесла вред. При том, что консультация, сама по себе, несёт исцеляющий эффект и является частью трансформации, её одной недостаточно. Для полноценного и качественного изменения жизни, требуются действия. Кармический рецепт – это индивидуальный набор инструментов и материалов, который составлен индивидуально под каждого клиента, и может включать в себя медитации, настройки, фильмы, книги, практики, арт-терапию, аудио и видео материалы. Данный рецепт способствуют проработке собственных установок на уровне души, разума и тела, а также с его помощью можно выйти на новый уровень жизни духовно  и материально.',
        },
        {
          question: ' Как происходит трансформация? Сложно ли это?',
          img: star,
          answer:
            'Трансформация – это период после консультации во время которого происходит работа по материалам «кармического рецепта» для быстрой и экологичной проработки личностных энергий, негативных установок, закрытия гештальтов и т.д., в соответствии с запросом. Трансформация может включать от 1 до 3 блоков. 1 блок = 22 дня практик, направленных на определенные задачи. Между блоками есть точки контроля, в формате созвона с мастером, и перерыв 7 дней. Сложность трансформации индивидуальна, в зависимости от самой матрицы, запроса, цели, готовности меняться и работать над собой. Один из важнейших факторов трансформации и её эффективности – дисциплина. Я всегда с вами на связи и готова предоставить энергетическую и информационную поддержку, но результат зависит от вашей регулярности и качества выполнения практик. Консультации с трансформацией на сайте обозначены',
        },
        {
          question:
            'Могу ли я получить только консультацию? Не проходя трансформацию.',
          answer:
            'Глубинные разборы матрицы не подразумевают вскрытие пластов информации без последующей трансформации, так как это может нанести вред. Но вы можете воспользоваться экспресс-услугами, которые не предполагают последующей трансформации. Также можно получить ответ на свой вопрос во время моих прямых эфирах в Tik-Tok или Instagram.',
        },
        {
          question: 'У близнецов одинаковая матрица и судьба?',
          answer:
            'Матрица у близнецов будет выглядеть одинаково, но это не означает одинаковую судьбу. Несмотря на то, что в методе всего 22 энергии, их значения и сочетания очень многогранны. К тому же наша судьба формируется исходя из нашего выбора, который происходит ежеминутно на уровне души, разума и тела. При всей схожести, каждый из близнецов совершает этот выбор самостоятельно, и может реализовывать одинаковые энергии и задачи в матрице совершенно по-разному. Также Мастер метода имеет подключение к каналу яснознания, что позволяет получить уникальную информацию о судьбе человека, вне зависимости от схожести матриц.',
        },
        {
          question:
            'Смогу ли я услышать от тебя четкий ответ как мне поступить?',
          answer:
            'Мастер обязательно после консультации предоставит рекомендации для эффективного и благоприятного решения запроса с точки зрения кармы, но окончательный выбор и ответственность за этот выбор остается на самом человеке. Мастер поможет взвесить все «за» и «против», a также взглянуть на ситуацию, с другой стороны.',
        },
        {
          question:
            ' Подойдут ли мне твои услуги, если я совсем не разбираюсь в матрице?',
          answer:
            'Консультации построены таким образом, что каждый аспект матрицы объясняется с использованием жизненных примеров, а также простых и понятных трактовок энергий. Каждый получает максимально развёрнутый ответ, рекомендации, инструкции и материалы для работы над собой. И на все дополнительные вопросы также отвечаю.',
        },
      ];

export default questionsAnswers;
