import star from 'images/whatPeopleAsk/star.png'

const questionsAnswers = [
  {
    question: 'Правда ли, что нужен всего лишь 1 разбор матрицы на всю жизнь?',
    answer:
      'Личностные качества разбираются единожды, но к матрице можно обращаться всякий раз, когда не получается отследить причинно-следственные связи, нет понимания почему происходят какие-то события в жизни или же возникает какой-либо вопрос. Матрица имеет множество слоев, разобрав которые повышается уровень осознанности и качества жизни. Также с помощью матрицы можно посмотреть совместимость, энергии года, энергии периода, матрицу здоровья и т.д.',
  },
  {
    question: 'Могу ли я сама рассчитать свою матрицу в Интернете?',
    answer:
      'Базовый уровень матрицы можно рассчитать самостоятельно, воспользовавшись одним из калькуляторов, представленных в Интернете. Калькуляторы могут различаться алгоритмами расчетов.',
  },
  {
    question:
      'Что такое «кармический рецепт»? Зачем он нужен после консультации?',
    answer:
      'Матрица судьбы вскрывает достаточно глубинные программы и установки в вашей жизни. Впоследствии их нужно обязательно проработать, чтоб данная информация не нанесла вред. При том, что консультация, сама по себе, несёт исцеляющий эффект и является частью трансформации, её одной недостаточно. Для полноценного и качественного изменения жизни, требуются действия. Кармический рецепт – это индивидуальный набор инструментов и материалов, который составлен индивидуально под каждого клиента, и может включать в себя медитации, настройки, фильмы, книги, практики, арт-терапию, аудио и видео материалы. Данный рецепт способствуют проработке собственных установок на уровне души, разума и тела, а также с его помощью можно выйти на новый уровень жизни духовно  и материально.',
  },
  {
    question: ' Как происходит трансформация? Сложно ли это?',
    img: star,
    answer:
      'Трансформация – это период после консультации во время которого происходит работа по материалам «кармического рецепта» для быстрой и экологичной проработки личностных энергий, негативных установок, закрытия гештальтов и т.д., в соответствии с запросом. Трансформация может включать от 1 до 3 блоков. 1 блок = 22 дня практик, направленных на определенные задачи. Между блоками есть точки контроля, в формате созвона с мастером, и перерыв 7 дней. Сложность трансформации индивидуальна, в зависимости от самой матрицы, запроса, цели, готовности меняться и работать над собой. Один из важнейших факторов трансформации и её эффективности – дисциплина. Я всегда с вами на связи и готова предоставить энергетическую и информационную поддержку, но результат зависит от вашей регулярности и качества выполнения практик. Консультации с трансформацией на сайте обозначены',
  },
  {
    question:
      'Могу ли я получить только консультацию? Не проходя трансформацию.',
    answer:
      'Глубинные разборы матрицы не подразумевают вскрытие пластов информации без последующей трансформации, так как это может нанести вред. Но вы можете воспользоваться экспресс услугами, которые не предполагают последующей трансформации. Также можно получить ответ на свой вопрос во время моих прямых эфирах в Tik-Tok или Instagram.',
  },
  {
    question: 'У близнецов одинаковая матрица и судьба?',
    answer:
      'Матрица у близнецов будет выглядеть одинаково, но это не означает одинаковую судьбу. Несмотря на то, что в методе всего 22 энергии, их значения и сочетания очень многогранны. К тому же наша судьба формируется исходя из нашего выбора, который происходит ежеминутно на уровне души, разума и тела. При всей схожести, каждый из близнецов совершает этот выбор самостоятельно, и может реализовывать одинаковые энергии и задачи в матрице совершенно по-разному. Также Мастер метода имеет подключение к каналу яснознания, что позволяет получить уникальную информацию о судьбе человека, вне зависимости от схожести матриц.',
  },
  {
    question: 'Смогу ли я услышать от тебя четкий ответ как мне поступить?',
    answer:
      'Мастер обязательно после консультации предоставит рекомендации для эффективного и благоприятного решения запроса с точки зрения кармы, но окончательный выбор и ответственность за этот выбор остается на самом человеке. Мастер поможет взвесить все «за» и «против», a также взглянуть на ситуацию, с другой стороны.',
  },
  {
    question:
      ' Подойдут ли мне твои услуги, если я совсем не разбираюсь в матрице?',
    answer:
      'Консультации построены таким образом, что каждый аспект матрицы объясняется с использованием жизненных примеров, а также простых и понятных трактовок энергий. Каждый получает максимально развёрнутый ответ, рекомендации, инструкции и материалы для работы над собой. И на все дополнительные вопросы также отвечаю.',
  },
];

export default questionsAnswers;
