import {
  YearModal,
  CoupleTherapy,
  ParentChildren,
  Conscience,
  PersonalLife,
  GameModal,
} from 'components/MainPageComponents/ModalWindows';

import {
  moneyCard,
  personalLife,
  proforientation,
  periodCard,
  conscienceCard,
  couplesTherapyCard,
  parentChildrenCard,
  demonOfferingCard,
  yearCard,
  moneyCardTab,
  personalLifeTab,
  proforientationTab,
  periodCardTab,
  conscienceCardTab,
  couplesTherapyCardTab,
  parentChildrenCardTab,
  demonOfferingCardTab,
  yearCardTab,
  moneyCardDesc,
  personalLifeDesc,
  proforientationDesc,
  periodCardDesc,
  conscienceCardDesc,
  couplesTherapyCardDesc,
  parentChildrenCardDesc,
  demonOfferingCardDesc,
  yearCardDesc,
  gameCard,
  gameCardTab,
  gameCardDesc,
} from './';

const periodCardText1Ru =
  'Каждый год и 3 месяца у человека происходит смена жизненных периодов. Расчет матрицы периода позволит проследить множество процессов, которые будут происходить, предусмотреть испытания, сложности с которыми можно столкнуться, спланировать важные события исходя из энергий в периоде. Узнать перспективы и возможности, которые открываются в данном периоде и как ими воспользоваться.';

const periodCardText1Ua =
  'Кожен рік та 3 місяці у людини відбувається зміна життєвих періодів. Розрахунок матриці періоду дозволить відстежити безліч процесів, що відбуватимуться, передбачити випробування, складнощі з якими можна зіткнутися, спланувати важливі події, виходячи з енергій у періоді.';

const periodCardText2Ru =
  'Матрица периода поможет найти выход тем, кто запутался, у кого повторяются определенные события, даст ответ на вопрос «Что со мной сейчас происходит и почему?».';

const periodCardText2Ua =
  'Дізнатися перспективи та можливості, які відкриваються в даному періоді та як ними скористатися. Матриця періоду допоможе знайти вихід тим, хто заплутався, у кого повторюються певні події, дасть відповідь на запитання: «Що зі мною зараз відбувається і чому?»';

const moneyCardText1Ru =
  'Узнаете фишки кармической финансовой грамотности, изобильности и экологичного заработка';
const moneyCardText1Ua =
  'Ви дізнаєтеся кармічні фішки фінансової грамотності, достатку та екологічного заробітку.';

const demonOffering1Ru =
  'Проработка жертвенного состояния; избавление от боли, душевных и физических страданий; гармонизация психологического состояния; ощущение себя на трех уровнях сознания (души, разума и тела) в каждом действии; избавление от того, что тормозит развитие на каждом уровне.';
const demonOffering1Ua =
  'Опрацювання жертовного стану; позбавлення від болю, душевних та фізичних страждань; гармонізація психологічного стану; відчуття себе на трьох рівнях свідомості (душі, розуму і тіла) в кожній дії; позбавлення від того, що зупиняє розвиток на кожному рівні.';

const demonOffering2Ru =
  'Расчет 4 матриц и их отработка (40 дней ритуальных практик по системе матрицы). Отдельная духовная практика для улучшения своей судьбы и для развития своих способностей. Пропуск человека в Мир его истинного Духа!';

const demonOffering2Ua =
  'Розрахунок 4 матриць і їх опрацювання (40 днів ритуальних практик згідно з системою матриці). Окрема духовна практика для покращення своєї долі та розвитку своїх здібностей. Перехід людини у Світ справжнього Духа!';

const money1Ru = 'Данная консультация поможет:';
const money1Ua = 'Ця консультація допоможе:';

export const getConsultationCardsList = lng => {
  return [
    {
      img: moneyCard,
      text: lng === 'ua' ? 'Гроші \\Особистий бренд' : 'Деньги\\Личный бренд',
      imgtab: moneyCardTab,
      imgDesc: moneyCardDesc,
      price: '$70',
      info: {
        textBefore: lng === 'ua' ? [money1Ua] : [money1Ru],
        list:
          lng === 'ua'
            ? [
                "розв'язувати будь-які питання, пов'язані з грошима;",
                'розкрити фінансовий потенціал у вашому житті;',
                'вибрати найкомфортніший спосіб заробітку, відкрити власний бізнес або працювати на звичайній роботі;',
                'монетизувати улюблену справу;',
                'дізнатись, яких умов потрібно дотримуватися, щоб збільшити дохід.',
              ]
            : [
                'решить любые запросы на тему денег;',
                'раскрыть потенциал финансов в вашей жизни; ',
                'выбрать самый комфортный способ заработка, открыть свой бизнес или пойти работать в найм;',
                'монетизировать любимое дело;',
                'узнать каких условий придерживаться, чтоб увеличить доход.',
              ],
        textAfter: lng === 'ua' ? [moneyCardText1Ua] : [moneyCardText1Ru],
        meeting:
          lng === 'ua'
            ? 'Відеозустріч 60 хвилин + трансформація 1 блок'
            : 'Видеовстреча 60 минут + трансформация 1 блок',
      },
    },
    {
      img: personalLife,
      text: lng === 'ua' ? 'Особисте життя' : 'Личная жизнь',
      imgtab: personalLifeTab,
      imgDesc: personalLifeDesc,
      price: '$70',
      component: PersonalLife,
    },
    {
      img: proforientation,
      text: lng === 'ua' ? 'Профорієнтація' : 'Профориентация',
      imgtab: proforientationTab,
      imgDesc: proforientationDesc,
      price: '$70',
      info: {
        textBefore:
          lng === 'ua'
            ? ['Ця консультація допоможе:']
            : ['Данная консультация поможет:'],
        list:
          lng === 'ua'
            ? [
                'визначитися з майбутнім напрямком у житті та вибрати спеціальність для вступу;',
                'вибрати галузь, яка відповідатиме завданням вашого призначення;',
                'відповісти на питання: "Чи варто перекваліфікуватися, чи піти на більш поглиблене навчання?", з урахуванням талантів та нахилів до певних сфер діяльності, а також хобі та інтересів;',
                'визначити, чи варто створювати власний продукт або працювати в команді; структура чи творчий потік; працювати дистанційно чи в офісі та інше;',
                'розкрити та розширити свої таланти, почати заробляти легко та з задоволенням.',
              ]
            : [
                'определиться с дальнейшим направлением в жизни и выбрать специальность для поступления. ',
                'выбрать сферу, которая будет соответствовать задачам предназначения. ',
                'ответить на вопрос: "Стоит ли переквалифицироваться или пойти на глубинное обучение?", учитывая таланты и предрасположенность к определенным сферам деятельности, а также хобби и интересы. ',
                'выяснить, стоит ли делать свой продукт или работать в команде; структура или творческий поток; работать дистанционно или в офисе и т.д.',
                'раскрыть и приумножить свои таланты, начать зарабатывать легко и в удовольствие.',
              ],
        meeting:
          lng === 'ua'
            ? 'Відеозустріч 60 хвилин + трансформація 1 блок'
            : 'Видеовстреча 60 минут + трансформация 1 блок',
      },
    },
    {
      img: periodCard,
      text: lng === 'ua' ? 'Матриця періоду' : 'Матрица периода',
      imgtab: periodCardTab,
      imgDesc: periodCardDesc,
      price: '$28',
      info: {
        textBefore:
          lng === 'ua'
            ? [periodCardText1Ua, periodCardText2Ua]
            : [periodCardText1Ru, periodCardText2Ru],
        meeting:
          lng === 'ua'
            ? 'Відеозустріч 60 хвилин + трансформація 1 блок'
            : 'Видеовстреча до 60 минут + трансформация ',
      },
    },
    {
      img: conscienceCard,
      text: lng === 'ua' ? 'Усвідомленість' : 'Осознанность',
      imgtab: conscienceCardTab,
      imgDesc: conscienceCardDesc,
      price: '$100',
      component: Conscience,
    },
    {
      img: couplesTherapyCard,
      text: lng === 'ua' ? 'Парна терапія' : 'Парная терапия',
      imgtab: couplesTherapyCardTab,
      imgDesc: couplesTherapyCardDesc,
      price: '$150',
      component: CoupleTherapy,
    },
    {
      img: parentChildrenCard,
      text:
        lng === 'ua'
          ? 'Дитячо-батьківські відносити'
          : 'Детско-родительские отношения',
      imgtab: parentChildrenCardTab,
      imgDesc: parentChildrenCardDesc,
      price: '$70',
      component: ParentChildren,
    },
    {
      img: demonOfferingCard,
      text: lng === 'ua' ? 'Матриця “Демон-Жертва”' : 'Матрица “Демон-Жертва”',
      imgtab: demonOfferingCardTab,
      imgDesc: demonOfferingCardDesc,
      price: '$100',
      info: {
        textBefore:
          lng === 'ua'
            ? [demonOffering1Ua, 'Ця консультація:']
            : [demonOffering1Ru, 'Данная консультация:'],
        list:
          lng === 'ua'
            ? [
                'розкриває невидимі вади людини;',
                'сприяє покращенню інтуїції;',
                'допомагає прийти до розуміння себе;',
                'допомагає гармонізувати всі види взаємин.',
              ]
            : [
                'проявляет невидимые пороки человека;',
                'способствует улучшению интуиции;',
                'помогает прийти к принятию и пониманию себя;',
                'помогает гармонизировать все виды отношений.',
              ],
        textAfter: lng === 'ua' ? [demonOffering2Ua] : [demonOffering2Ru],
        meeting:
          lng === 'ua'
            ? 'Відеозустріч 90 хвилин + трансформація'
            : 'Видеовстреча 90 минут + трансформация',
        additionInfo:
          lng === 'ua'
            ? [
                '! Потребує мінімального знайомства з базовим рівнем власної матриці.',
              ]
            : [
                '! Требует минимального знакомства с базовым уровнем собственной матрицы',
              ],
      },
    },
    {
      img: yearCard,
      text: lng === 'ua' ? 'Прогноз на рік' : ' Прогноз на год ',
      imgtab: yearCardTab,
      imgDesc: yearCardDesc,
      price: '$42',
      component: YearModal,
    },
    {
      img: gameCard,
      text:
        lng === 'ua'
          ? 'Гра "Кармічні Подорожі"'
          : 'Игра“Кармические Путешествия”',
      imgtab: gameCardTab,
      imgDesc: gameCardDesc,
      component: GameModal,
      isHideStar: true,
    },
  ];
};
