const socialMediaList = lng => {
  return [
    {
      name: 'Instagram',
      link: 'https://www.instagram.com/dari.karma/',
      info:
        lng === 'ua'
          ? 'Подарунки, інформаційні прямі ефіри, розбори ваших запитів, практики, бонуси.'
          : 'Подарки, информационные прямые эфиры, разборы ваших запросов, практики, бонусы.',
    },
    {
      name: 'TikTok',
      link: 'https://www.tiktok.com/@dari.karma',
      info:
        lng === 'ua'
          ? 'Прямі ефіри з розборами ваших матриць, фішки в роботі з матрицею, життєві та кумедні відео про енергії.'
          : 'Прямые эфиры с разборами ваших матриц, фишки по работе с матрицей, жизненные и весёлые видео об энергиях.',
    },
    {
      name: 'Telegram',
      link: 'https://t.me/darikarma_channel',
      info:
        lng === 'ua'
          ? 'Можливість познайомитися зі мною ближче, обговорення тонкощів методу, пошук кармічного партнера для досягнення своїх цілей.'
          : 'Возможность познакомится со мной поближе, обсуждения нюансов матрицы в чате со мной, поиск кармического партнера для достижения своих целей.',
    },
  ];
};

export default socialMediaList;
